/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 28
      }
    },
    "faqs_J4f446": {
      "type": "faqs",
      "disabled": true,
      "settings": {}
    },
    "rich_text_GQG6HH": {
      "type": "rich-text",
      "blocks": {
        "heading_hRpwjJ": {
          "type": "heading",
          "settings": {
            "heading": "About the Birchwood & Bark Bed",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "heading_hRpwjJ"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "rich_text_q6CgQm": {
      "type": "rich-text",
      "blocks": {
        "heading_ADd8Gm": {
          "type": "heading",
          "settings": {
            "heading": "",
            "heading_size": "h1"
          }
        },
        "text_FbH3qQ": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Q: What makes the Birchwood & Bark bed different?<br/>A: </strong>The Birchwood & Bark bed is a revolutionary luxury pet bed, designed to be the first truly laundry-free option. It combines high-density foam and memory foam for unparalleled comfort and support, along with a synthetic waterproof coating for easy maintenance. The bed features disposable, eco-friendly covers that simplify cleaning and enhance hygiene. This innovative design not only provides convenience but also reduces waste, as it eliminates the need to throw<br/>away traditional pet beds due to wear and hygiene concerns.</p><p><strong>Q: Is the Birchwood & Bark bed truly laundry-free?<br/>A: </strong>Yes, the bed design minimizes the need for laundry. The synthetic waterproof coating can be wiped clean, and the disposable covers can be replaced as needed, ensuring a fresh bed at all times.</p><p><strong>Q: What cleaning products are safe to use on the bed?<br/>A: </strong>Clean the synthetic waterproof coating with mild soap and water for everyday cleaning, and use a 10% bleach solution for tougher stains. Avoid harsh chemicals and abrasive tools to preserve the bed's integrity.</p><p><strong>Q: How durable is the synthetic waterproof coating?<br/>A: </strong>The synthetic waterproof coating used on the Birchwood & Bark bed is designed to be highly durable, with excellent resistance to abrasion, UV light, and moisture. This ensures long-lasting protection and ease of maintenance for your pet's bed.<br/><strong>Q: How does the Birchwood & Bark bed protect against allergies?<br/>A: </strong>The bed's synthetic waterproof coating prevents dust mites, bacteria, and environmental allergens from penetrating the surface, reducing the risk of allergic reactions. The disposable covers also trap hair and dirt, further enhancing allergy protection by minimizing the accumulation of allergens.</p><p><strong>Q: How many people throw away their dog's bed each year?<br/>A: </strong>According to recent estimates, approximately 45.5 million dog beds are disposed of annually in the U.S. alone, contributing to about 637 million pounds of waste. This substantial waste arises from frequent bed replacements due to wear and hygiene concerns. Birchwood & Bark aims to significantly reduce this waste by offering durable construction and replaceable, compostable covers, extending the bed's lifespan and minimizing environmental impact. <br/><br/><strong>About the Birchwood & Bark Disposable Covers</strong><br/><br/><strong>Q: Can I use the Birchwood & Bark bed without the disposable sheets?</strong><br/><strong>A: </strong>Yes, the Birchwood & Bark bed can be used without the disposable sheets. However, we highly recommend using them as they are specifically designed to catch hair, dirt, and other debris. Utilizing the disposable sheets enhances the cleanliness and longevity of the bed, ensuring a healthier environment for your pet.<br/><br/><strong>Q: Are the Birchwood & Bark sheets compostable?<br/>A: </strong>Yes, the Birchwood & Bark sheets are compostable. They break down in approximately 65 days under the right composting conditions. For effective composting, it's important to maintain a proper balance of carbon-rich materials (browns) and nitrogen-rich materials (greens), along with sufficient moisture and air. The sheets' biodegradable elastic can either be removed before composting or left on, although it may take longer to decompose than the sheets themselves.</p><p><strong>Here are some tips for successful composting:</strong><br/></p><ul><li><strong>Balance Your Browns and Greens:</strong> Include a mix of browns like dry leaves or shredded paper and greens like food scraps or grass clippings.</li><li><strong>Maintain Moisture:</strong> Your compost should be moist like a wrung-out sponge. Adjust by adding water or dry materials as needed.</li><li><strong>Turn Your Pile: </strong>Regularly turning your compost helps to aerate it, speeding up the decomposition process.</li><li><strong>Check Temperature: </strong>A well-maintained compost pile can reach temperatures of 130° to 160°F, which helps to break down materials efficiently.</li></ul><p>By following these practices, you can ensure that your compost decomposes effectively and provides a nutrient-rich amendment to your garden soil.</p><p><strong>Q: Can the Birchwood & Bark sheet be washed?<br/>A:</strong> Yes, you can wash the Birchwood & Bark sheets if preferred. However, since the product is designed to be compostable, it does start to break down relatively quickly. Typically, you may get 1 to 2 washes out of a sheet before a new one is needed. This makes the sheets well-suited for temporary use. To preserve the quality of the bed and prevent hair and debris from clogging your washer and dryer, it is advisable to replace the sheets instead of washing them.</p><p><strong>Q: How often should I change my Birchwood & Bark covers?<br/>A: </strong>We recommend changing the covers every two weeks, depending on usage and lifestyle. If you notice signs of wear such as pilling, ripping, or soiling, it's time for a replacement to ensure the bed remains clean and comfortable for your pet.<br/></p><p><strong>Q: Are the disposable covers safe for my pet?<br/>A:</strong> Absolutely. The covers are made from eco-friendly materials without harsh chemicals, ensuring they are safe for direct contact with your pet.<br/><br/><strong>Q: Do the disposable covers fit all sizes of the Birchwood & Bark beds?<br/>A: </strong>Yes, our disposable covers are designed to fit all standard sizes of our beds, ensuring a snug and secure fit for effective protection and ease of use.</p><p><strong>Q: What should I do if a disposable cover is damaged upon arrival?<br/>A: </strong>If a cover arrives damaged, please contact our customer service immediately. We are committed to providing high-quality products and will replace any defective items promptly.</p><p><strong>Caring for the Birchwood & Bark Bed<br/></strong><br/><strong>Warranty and Return Process<br/></strong><br/><strong>Q: What is the warranty on Birchwood & Bark dog beds?<br/>A: </strong>Our beds are covered by a three-year warranty for the Waterproof Synthetic Coating against manufacturing defects and faults. This warranty is exclusively available to the original purchaser and is non-transferable. It applies only to products purchased new from an authorized Birchwood & Bark dealer or our official online store.</p><p><strong>Q: What does the warranty cover?<br/>A:</strong> The warranty covers defects in materials and workmanship of the Waterproof Synthetic Coating component. However, it does not cover damage due to abuse, misuse, vandalism, inadequate maintenance, unsuitable environmental conditions, improper cleaning agents, external contaminants, or rough dog use (biting, chewing, excessive digging). Additional finishes or treatments applied after purchase will void the warranty.</p><p><strong>Q: How do I file a warranty claim for my dog bed?<br/>A:</strong> To file a warranty claim, please email support@birchwoodandbark.com with your purchase details, a description of the issue, and pictures showing the defect. We will guide you through the claim process swiftly. If our Waterproof Synthetic Coating does not perform as expected when used and maintained correctly, we will replace the defective component free of charge, excluding shipment costs. We reserve the right to a minimum of 30 days to resolve disputes.</p><p><strong>Q: What is your return policy?<br/>A: </strong>We offer a 30-day return policy. Products returned within this period, provided they are unopened and in original condition, are eligible for a full refund.</p><p><strong>Q: How do I initiate a return for my Birchwood & Bark product?<br/>A:</strong> To start a return, contact our support team with your order number and the reason for the return at <a href=\"mailto:support@birchwoodandbark.com\" title=\"mailto:support@birchwoodandbark.com\">support@birchwoodandbark.com</a>. We will provide detailed instructions for the return process.</p><p><strong>Q: Are there any costs associated with returning a product?<br/>A: </strong>Customers are responsible for return shipping costs unless the return is due to a product defect or our error, in which case we cover these costs.</p><p><strong>Q: How long does it take to process a refund?<br/>A:</strong> Refunds are processed within 5-7 business days after we receive and inspect the returned product. Refunds are issued to the original payment method.</p><p><strong>Q: Can I exchange a product instead of returning it?<br/>A: </strong>Exchanges for products of equal or lesser value are available. Please contact our support team for details.<br/></p>"
          }
        },
        "button_ttACHr": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_ADd8Gm",
        "text_FbH3qQ",
        "button_ttACHr"
      ],
      "custom_css": [
        "p,ul,li {text-align: justify; background-color: white !important;}",
        "div {background-color: white !important;}"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "multicolumn_kkeFez": {
      "type": "multicolumn",
      "blocks": {
        "column_mej9JR": {
          "type": "column",
          "settings": {
            "image": "shopify://shop_images/icons_mobile_f4f1045d-4c9e-4a5d-a610-df8fd5c1faf8.png",
            "title": "Column",
            "text": "<p>Pair text with an image to focus on your chosen product, collection, or blog post. Add details on availability, style, or even provide a review.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_BdUaxf": {
          "type": "column",
          "settings": {
            "image": "shopify://shop_images/icons_desk_df9a4abd-8488-4823-a7fd-1c066f2e37d4.png",
            "title": "Column",
            "text": "<p>Pair text with an image to focus on your chosen product, collection, or blog post. Add details on availability, style, or even provide a review.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_3aJ6ig": {
          "type": "column",
          "settings": {
            "title": "Column",
            "text": "<p>Pair text with an image to focus on your chosen product, collection, or blog post. Add details on availability, style, or even provide a review.</p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_mej9JR",
        "column_BdUaxf",
        "column_3aJ6ig"
      ],
      "settings": {
        "title": "Multicolumn",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "Button label",
        "button_link": "",
        "color_scheme": "",
        "section_id": "",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "faqs_J4f446",
    "rich_text_GQG6HH",
    "rich_text_q6CgQm",
    "multicolumn_kkeFez"
  ]
}
